@extends('layouts.guest')
@section('content')
    <div class="page-content page-content--no-box">
        <div class="wrapper section-wrapper">
            <div class="breadcrumbs"></div>
            <div class="wrapper article-wrapper"><a href="{{ route('diseases') }}" class="breadcrumbs__previous">Заболевания</a>
                — <a href="index.html" class="breadcrumbs__previous">Женская половая система и молочные железы</a>
                <div class="layout-article">
                    <div class="layout-article__left">
                        <section class="helzy-top-banner">
                        </section>
                        <article class="markdown-article">


                            <h1 id="мастит">Мастит</h1>
                            <h2 id="что-такое-мастит">Что такое мастит</h2>
                            <p>Мастит — это воспаление ткани молочной железы.</p>
                            <h2 id="заболевание-также-известно-как">Заболевание также известно как</h2>
                            <p>На английском данная патология называется mastitis.</p>
                            <h2 id="причины">Причины</h2>
                            <p>Различают лактационный и нелактационный мастит.</p>
                            <h3 id="причины-лактационного-мастита">Причины лактационного мастита</h3>
                            <ul>
                                <li><p>Застой молока, который может быть вызван следующим:</p>
                                    <ul>
                                        <li>неправильное прикрепление ребенка к груди во время кормления, что приведет к
                                            неполному удалению молока из молочной железы;
                                        </li>
                                        <li>проблемы с сосанием у ребенка в связи с короткой уздечкой;</li>
                                        <li>нечастые или пропущенные кормления;</li>
                                        <li>кормление осуществляется только из одной молочной железы;</li>
                                        <li>сон на животе;</li>
                                        <li>стресс;</li>
                                        <li>обезвоживание;</li>
                                        <li>травма молочной железы;</li>
                                        <li>давление на грудь плотно облегающей одеждой, неправильно подобранным
                                            бюстгальтером.
                                        </li>
                                    </ul>
                                </li>
                            </ul>
                            <p>При застое молока повышается давление в протоках молочной железы и часть молока выходит в
                                окружающие ткани. Иммунная система может расценить грудное молоко как чужеродный агент и
                                запустить процесс воспаления.</p>
                            <ul>
                                <li>Инфекция. Инфекционный процесс чаще всего развивается на фоне лактостаза. Бактерии
                                    проникают через трещины сосков или через молочные ходы. В норме грудное молоко
                                    содержит лактобактерии и условно-патогенные микроорганизмы, однако при наличии у
                                    матери хронических инфекций, таких как тонзиллит, пиелонефрит, бактерии могут
                                    проникать в ткань молочной железы за время беременности, когда иммунитет был
                                    ослаблен.
                                </li>
                            </ul>
                            <h3 id="нелактационный-мастит-относится-к-хроническому-и-делится-на-два-типа">Нелактационный
                                мастит относится к хроническому и делится на два типа</h3>
                            <ul>
                                <li>Перидуктальный мастит. Довольно редко встречающаяся патология. Характеризуется
                                    воспалением протоков, которые находятся под соском и ареолой. Точная причина его
                                    возникновения неизвестна. Чаще всего им страдают молодые женщины, хотя он может
                                    возникнуть и у мужчин. Важную роль в развитии данного вида мастита играет курение.
                                    Считается, что токсичные вещества из табачного дыма повреждают ткань протоков и
                                    вызывают воспаление. Затем на уже поврежденные протоки присоединяется инфекция,
                                    которая может привести к формированию гнойного воспаления и абсцессу.
                                </li>
                            </ul>
                            <p>У женщин старше 45 лет перидуктальный мастит принимает форму протоковой эктазии. В
                                результате возрастных гормональных изменений нормальная ткань протоков замещается
                                соединительной, становится толще, а в протоках появляется зеленоватая жидкость.</p>
                            <ul>
                                <li>Идиопатический гранулематозный мастит. Редкое заболевание, чаще всего встречается у
                                    рожавших женщин. Причина его возникновения неизвестна. Характеризуется развитием
                                    неинфекционного воспаления в ткани молочной железы.
                                </li>
                            </ul>
                            <h2 id="кто-в-группе-риска">Кто в группе риска</h2>
                            <ul>
                                <li>Недавно родившие женщины;</li>
                                <li>не соблюдающие гигиену, кормящие грудью женщины;</li>
                                <li>женщины с повреждениями сосков;</li>
                                <li>курящие женщины;</li>
                                <li>женщины, которые носят тесный бюстгальтер;</li>
                                <li>кормящие матери в состоянии сильного стресса и переутомления.</li>
                            </ul>
                            <h2 id="как-часто-встречается">Как часто встречается</h2>
                            <p>Мастит встречается в основном у кормящих женщин. Послеродовой мастит — одно из наиболее
                                частых осложнений послеродового периода. Около 3-5 % кормящих женщин страдает от
                                мастита. По данным мировой статистики, он с одинаковой частотой встречается у
                                первородящих и у женщин со вторым и последующими детьми.</p>
                            <h2 id="симптомы">Симптомы</h2>
                            <p>Ранние симптомы мастита у женщин:</p>
                            <ul>
                                <li>внезапное начало заболевания;</li>
                                <li>чувство тяжести в молочной железе;</li>
                                <li>небольшое покраснение кожи молочной железы;</li>
                                <li>слабость;</li>
                                <li>повышение температуры в пределах 37,5-38 градусов;</li>
                                <li>болезненное сцеживание молока;</li>
                                <li>в молочной железе можно пропальпировать уплотнения.</li>
                            </ul>
                            <p>При прогрессировании процесса, через 2-3 дня возникают следующие симптомы:</p>
                            <ul>
                                <li>температура тела 38-40 градусов;</li>
                                <li>озноб, потливость;</li>
                                <li>бледность кожных покровов;</li>
                                <li>усиление боли в молочной железе;</li>
                                <li>молочная железа напряжена, увеличена в размере;</li>
                                <li>выраженное покраснение кожи молочной железы;</li>
                                <li>пальпируется болезненное уплотнение;</li>
                                <li>молоко практически не сцеживается, процесс болезненный;</li>
                                <li>в молоке может обнаруживаться гной.</li>
                            </ul>
                            <h2 id="диагностика-заболевания">Диагностика заболевания</h2>
                            <h3 id="опрос-и-осмотр">Опрос и осмотр</h3>
                            <p>При осмотре врач обращает внимание на форму и цвет кожи молочной железы, проводит
                                пальпацию молочных желез и подмышечных лимфоузлов, которые могут быть увеличены при
                                развитии гнойного воспаления.</p>
                            <h3 id="лабораторное-обследование">Лабораторное обследование</h3>
                            <p>В <strong>общем анализе крови</strong> будет отмечаться повышение СОЭ, лейкоцитоз —
                                повышение количества лейкоцитов по мере прогрессирования заболевания, при развитии
                                гнойного процесса может отмечаться снижение уровня гемоглобина. В <strong>общем анализе
                                    мочи</strong> на фоне гнойного процесса может обнаруживаться белок в моче.
                                Необходимо выполнить <strong>посев грудного молока на флору и чувствительность к
                                    антибиотикам</strong>. Если мастит нелактационный, на анализ берется отделяемое из
                                молочной железы при его наличии.</p>
                            <h3 id="функциональная-лучевая-и-инструментальная-диагностика">Функциональная, лучевая и
                                инструментальная диагностика</h3>
                            <ul>
                                <li><strong>УЗИ молочных желез</strong>. Острое воспаление будет характеризоваться
                                    увеличением толщины кожного покрова, границы между разными тканями молочной железы
                                    будут стерты, протоки расширены, в них могут появляться полости. При
                                    прогрессировании процесса в ткани молочной железы появляются множественные
                                    неоднородные очаги, при развитии абсцесса будет определяться полость с плотными
                                    стенками.
                                </li>
                            </ul>
                            <p>Нелактационный мастит часто приходится дифференцировать с онкологическим процессом. При
                                перидуктальном мастите или эктазии протоков будет визуализироваться уплотнение, которое
                                не спаяно с окружающими тканями, болезненное, могут быть увеличены подмышечные
                                лимфоузлы.</p>
                            <ul>
                                <li><strong>Пункционную биопсию с гистологическим исследованием</strong> проводят чаще
                                    всего при нелактационном мастите, чтобы исключить онкологический процесс.
                                </li>
                            </ul>
                            <h2 id="лечение">Лечение</h2>
                            <h3 id="цели-лечения">Цели лечения</h3>
                            <ul>
                                <li>Купирование болевого синдрома;</li>
                                <li>восстановление нормальной лактации;</li>
                                <li>лечение инфекционного процесса;</li>
                                <li>профилактика осложнений.</li>
                            </ul>
                            <h3 id="образ-жизни-и-вспомогательные-средства">Образ жизни и вспомогательные средства</h3>
                            <p>При первых симптомах мастита следует:</p>
                            <ul>
                                <li>избегать длительного перерыва между кормлениями или сцеживаниями молока;</li>
                                <li>перед кормлением использовать теплые компрессы или душ;</li>
                                <li>после кормления использовать прохладные компрессы или пакеты со льдом на грудь;</li>
                                <li>носить поддерживающий бюстгальтер;</li>
                                <li>отдыхать как можно больше;</li>
                                <li>пить достаточное количество жидкости, не менее 10 стаканов воды в день.</li>
                            </ul>
                            <p>Лактационный мастит не является противопоказанием для кормления грудью, наоборот,
                                продолжение кормления будет способствовать выздоровлению матери.</p>
                            <h3 id="лекарства">Лекарства</h3>
                            <p>Нестероидные противовоспалительные препараты или парацетамол для купирования болевого
                                синдрома и воспаления.</p>
                            <p>Антибактериальные препараты. Назначаются при среднетяжелом и тяжелом течении мастита. При
                                наличии абсцесса потребуется назначение внутривенных антибиотиков. Следующие группы
                                антибактериальных препаратов безопасны для ребенка во время грудного вскармливания:</p>
                            <ul>
                                <li>пенициллин и антибиотики пенициллинового ряда;</li>
                                <li>цефалоспорины;</li>
                                <li>некоторые аминогликозиды;</li>
                                <li>макролиды.</li>
                            </ul>
                            <p>Подбор антибиотиков в случае хронического мастита у некормящих женщин затруднен в связи с
                                частым развитием устойчивости возбудителя.</p>
                            <p>В случае тяжелого гнойного или рецидивирующего мастита врач назначит препараты для
                                остановки лактации.</p>
                            <h3 id="процедуры">Процедуры</h3>
                            <p>При лактационном мастите показано сцеживание молока наряду с грудным кормлением.</p>
                            <p>Рекомендуются методы ручного сцеживая как менее травматичные.</p>
                            <h3 id="хирургические-операции">Хирургические операции</h3>
                            <p>Хирургическое лечение показано при наличии абсцесса. В таком случае прибегают к
                                дренированию его полости. После инъекции местного анестетика врач дренирует абсцесс либо
                                путем аспирации с помощью иглы и шприца, либо с помощью небольшого разреза. Если абсцесс
                                расположен глубоко, то потребуется установка дренажной трубки на несколько суток, для
                                отвода гноя и воспалительной жидкости из молочной железы.</p>
                            <h3 id="восстановление-и-улучшение-качества-жизни">Восстановление и улучшение качества
                                жизни</h3>
                            <p>При своевременном лечении мастит проходит быстро и без серьезных осложнений. Большинство
                                женщин могут продолжать кормить грудью, несмотря на мастит, если не развиваются
                                осложнения. При правильном лечении симптомы должны начать исчезать в течение одного-двух
                                дней.</p>
                            <h2 id="возможные-осложнения">Возможные осложнения</h2>
                            <p>При диагностированном мастите у женщин лечение обязательно. В ином случае возможны
                                опасные осложнения:</p>
                            <ul>
                                <li><p>Абсцесс молочной железы — полость в ткани молочной железы, наполненная гноем.
                                        Требует хирургического лечения и внутривенных антибиотиков.</p></li>
                                <li><p>Сепсис — крайне тяжелое осложнение, когда инфекция попадает в кровь и разносится
                                        по всему организму. Возникает в случае нелеченого инфекционного мастита.</p>
                                </li>
                                <li><p>Рецидив мастита — при неадекватном лечении мастит может повториться, а также
                                        повышается вероятность его развития при последующих беременностях.</p></li>
                            </ul>
                            <h2 id="профилактика">Профилактика</h2>
                            <p>Для профилактики мастита проводится обучение беременных и только что родивших женщин
                                правильной технике грудного вскармливания:</p>
                            <ul>
                                <li>следить, чтобы ребенок правильно захватывал сосок;</li>
                                <li>кормить попеременно из каждой молочной железы;</li>
                                <li>стараться полностью опустошать молочную железу после кормления;</li>
                                <li>смазывать соски после кормления кремом или маслом;</li>
                                <li>носить удобные бюстгальтеры;</li>
                                <li>избегать обезвоживания, пить достаточно жидкости;</li>
                                <li>стараться спать достаточное количество времени;</li>
                                <li>соблюдать правила гигиены.</li>
                            </ul>
                            <p>Профилактика нелактационного мастита включает в себя, в первую очередь, отказ от курения
                                и ежегодные визиты к гинекологу начиная с 16 лет, во время которых он должен проводить
                                осмотр молочных желез.</p>
                            <p>Нелактационный мастит не повышает вероятности рака молочных желез, но может маскировать
                                онкологический процесс.</p>
                            <h2 id="прогноз">Прогноз</h2>
                            <p>Прогноз лактационного мастита благоприятный, при своевременно начатом лечении удается
                                избежать осложнений и быстро восстановить нормальную работу молочных желез.</p>
                            <p>Нелактационный мастит также успешно поддается лечению при своевременном обращении к врачу
                                и выполнению рекомендаций.</p>
                            <h2 id="какие-вопросы-нужно-задать-врачу">Какие вопросы нужно задать врачу</h2>
                            <ul>
                                <li>Может ли мастит пройти сам, без лечения?</li>
                                <li>Что можно сделать в домашних условиях, чтобы облегчить симптомы?</li>
                                <li>Как мастит может повлиять на ребенка?</li>
                                <li>Если продолжить кормить грудью, безопасны ли лекарства для ребенка?</li>
                                <li>Каковы шансы, что инфекция повторится? Как можно минимизировать риск рецидива?</li>
                            </ul>
                            <h2 id="список-использованной-литературы">Список использованной литературы</h2>
                            <ol>
                                <li><a href="https://www.medicalnewstoday.com/articles/163876.php" target="_blank"
                                       rel="noreferrer">“Mastitis: Treatment, Causes, and Symptoms.” <em>Medical News
                                            Today</em>, MediLexicon International, 19 Dec. 2017.</a></li>
                                <li><a href="https://www.who.int/maternal_child_adolescent/documents/fch_cah_00_13/en/"
                                       target="_blank" rel="noreferrer">“Mastitis: Causes and Management.” <em>World
                                            Health Organization</em>, World Health Organization, 14 Dec. 2011.</a></li>
                                <li>Яковлев Яков Яковлевич, Манеров Фарок Каримович Лактостаз и лактационный мастит в
                                    практике педиатра // Сибирское медицинское обозрение. 2015. №2 (92).
                                </li>
                                <li>Клинические рекомендации Министерства Здравоохранения РФ .Рак молочной
                                    железы.–2018–С.91.
                                </li>
                            </ol>
                        </article>
                    </div>
                    <div class="layout-article__right toc">
                        <div class="toc-content">
                            <ul class="section-nav">
                                <li class="toc-entry toc-h2"><a href="#что-такое-мастит">Что такое мастит</a></li>
                                <li class="toc-entry toc-h2"><a href="#заболевание-также-известно-как">Заболевание также
                                        известно как</a></li>
                                <li class="toc-entry toc-h2"><a href="#причины">Причины</a></li>
                                <li class="toc-entry toc-h2"><a href="#кто-в-группе-риска">Кто в группе риска</a></li>
                                <li class="toc-entry toc-h2"><a href="#как-часто-встречается">Как часто встречается</a>
                                </li>
                                <li class="toc-entry toc-h2"><a href="#симптомы">Симптомы</a></li>
                                <li class="toc-entry toc-h2"><a href="#диагностика-заболевания">Диагностика
                                        заболевания</a></li>
                                <li class="toc-entry toc-h2"><a href="#лечение">Лечение</a></li>
                                <li class="toc-entry toc-h2"><a href="#возможные-осложнения">Возможные осложнения</a>
                                </li>
                                <li class="toc-entry toc-h2"><a href="#профилактика">Профилактика</a></li>
                                <li class="toc-entry toc-h2"><a href="#прогноз">Прогноз</a></li>
                                <li class="toc-entry toc-h2"><a href="#какие-вопросы-нужно-задать-врачу">Какие вопросы
                                        нужно задать врачу</a></li>
                                <li class="toc-entry toc-h2"><a href="#список-использованной-литературы">Список
                                        использованной литературы</a></li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="waved-container-wrapper">
            <div class="waved-container">
                <div class="green-wave"></div>
                <div class="light-wave"></div>
                <div class="waved-container-content">
                    <div class="wrapper"><h3>Другие заболевания этого раздела</h3>
                        <ul class="related-list">
                            <li class="related-item"><a class="related-item__link"
                                                        href="novoobrazovanie-molochnoj-zhelezy.html"><h5
                                            class="related-item__title">Новообразование молочной железы</h5>
                                    <p class="related-item__text">Патологическое разрастание ткани молочной железы,
                                        возникшее в результате аномального роста клеток.</p></a></li>
                            <li class="related-item"><a class="related-item__link"
                                                        href="vospalitelnye-zabolevaniya-organov-malogo-taza.html"><h5
                                            class="related-item__title">Воспалительные заболевания органов малого
                                        таза</h5>
                                    <p class="related-item__text">Воспалительные заболевания маточных труб и придатков
                                        матки, чаще всего возникающие в результате инфекций.</p></a></li>
                            <li class="related-item"><a class="related-item__link" href="vaginit.html"><h5
                                            class="related-item__title">Вагинит</h5>
                                    <p class="related-item__text">Воспаление слизистой оболочки влагалища, чаще всего
                                        связанное с наличием патогенной инфекции либо возникающее по причине нарушения
                                        соотношения нормальной микрофлоры.</p></a></li>
                        </ul>
                    </div>
                </div>
            </div>
        </div>
        <hzy-kb-menu-toggle></hzy-kb-menu-toggle>

@endsection